tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "anyenv"
brew "gcc"
brew "bat"
brew "python@3.9"
brew "ffmpeg"
brew "gnuplot"
brew "openjdk"
brew "gradle"
brew "jenv"
brew "maven"
brew "mono"
brew "mysql"
brew "nodebrew"
brew "octave"
brew "opencv"
brew "openjdk@11"
brew "pyenv"
brew "tree"
brew "youtube-dl"
cask "adoptopenjdk8"
cask "docker"
cask "intellij-idea-ce"
cask "iterm2"
cask "visual-studio-code"
