tap "adoptopenjdk/openjdk"
tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "snyk/tap"
brew "anyenv"
brew "bat"
brew "colordiff"
brew "coreutils"
brew "docker"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "gnuplot"
brew "go"
brew "gradle"
brew "hexyl"
brew "hugo"
brew "jenv"
brew "jmeter"
brew "jq"
brew "kotolin"
brew "kubernetes-cli"
brew "kubectx"
brew "maven"
brew "mono"
brew "mysql"
brew "numpy"
brew "octave"
brew "opencv"
brew "openjdk@11"
brew "openjdk@17"
brew "pyenv"
brew "python"
brew "redis"
brew "ripgrep"
brew "stern"
brew "tmux"
brew "tree"
brew "yq"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "cloudfoundry/tap/cf-cli"
brew "snyk/tap/snyk"
cask "adoptopenjdk8"
cask "alfred"
cask "clipy"
cask "cyberduck"
cask "devtoys"
cask "docker"
cask "figma"
cask "firefox"
cask "gasmask"
cask "google-chrome"
cask "intellij-idea"
cask "intellij-idea-ce"
cask "iterm2"
cask "mactex"
cask "obs"
cask "postman"
cask "rectangle"
cask "sourcetree"
cask "visual-studio-code"
