tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "anyenv"
brew "gcc"
brew "bat"
brew "python@3.9"
brew "docker"
brew "exa"
brew "ffmpeg"
brew "gnuplot"
brew "go"
brew "openjdk"
brew "gradle"
brew "hexyl"
brew "jenv"
brew "kubernetes-cli"
brew "kubectx"
brew "maven"
brew "mono"
brew "mysql"
brew "nodebrew"
brew "numpy"
brew "octave"
brew "opencv"
brew "openjdk@11"
brew "pyenv"
brew "ripgrep"
brew "stern"
brew "tree"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "adoptopenjdk8"
cask "docker"
cask "google-chrome"
cask "intellij-idea"
cask "intellij-idea-ce"
cask "iterm2"
cask "mactex"
cask "obs"
cask "sourcetree"
cask "visual-studio-code"
